Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: App Store Connect API 키가 만료·폐기됐거나 권한이 부족해 리뷰·크래시 신호를 못 읽었어요. Mac 앱 설정의 App Store 탭에서 키를 다시 확인하세요.
ar: انتهت صلاحية مفتاح App Store Connect API أو تم إبطاله أو لا يملك الصلاحيات الكافية، لذا تعذّرت قراءة التقييمات والأعطال. تحقّق من المفتاح مجددًا في علامة التبويب App Store ضمن إعدادات تطبيق الـ Mac.
en: The App Store Connect API key has expired or been revoked, or lacks permission, so reviews and crashes couldn't be read. Re-check the key in the App Store tab of the Mac app's settings.
es: La clave de la API de App Store Connect ha caducado o se ha revocado, o no tiene permisos suficientes, por lo que no se pudieron leer las reseñas ni los fallos. Vuelve a comprobar la clave en la pestaña App Store de los ajustes de la app de Mac.
fr: La clé d'API App Store Connect a expiré ou a été révoquée, ou ne dispose pas des autorisations nécessaires : les avis et les plantages n'ont donc pas pu être lus. Vérifiez à nouveau la clé dans l'onglet App Store des réglages de l'app Mac.
hi: App Store Connect API कुंजी समाप्त हो गई है या रद्द कर दी गई है, या उसके पास पर्याप्त अनुमति नहीं है, इसलिए समीक्षाएँ और क्रैश नहीं पढ़े जा सके। Mac ऐप की सेटिंग्स के App Store टैब में कुंजी दोबारा जाँचें।
ja: App Store Connect API キーが期限切れか失効しているか、権限が不足しているため、レビューとクラッシュを読めませんでした。Mac アプリ設定の App Store タブでキーを再確認してください。
pt_br: A chave da API do App Store Connect expirou ou foi revogada, ou não tem permissão suficiente, então avaliações e falhas não puderam ser lidas. Verifique novamente a chave na aba App Store nos ajustes do app do Mac.
ru: Ключ App Store Connect API истёк или отозван либо не имеет нужных прав, поэтому отзывы и сбои не удалось прочитать. Проверьте ключ ещё раз на вкладке App Store в настройках приложения для Mac.
zh_hans: App Store Connect API 密钥已过期或被吊销，或权限不足，因此无法读取评价和崩溃。请在 Mac 应用设置的 App Store 标签页中重新检查密钥。

source: App Store 리뷰 포함
ar: تضمين مراجعات App Store
en: Include App Store reviews
es: Incluir reseñas del App Store
fr: Inclure les avis de l'App Store
hi: App Store समीक्षाएँ शामिल करें
ja: App Store レビューを含める
pt_br: Incluir avaliações da App Store
ru: Включать отзывы из App Store
zh_hans: 包含 App Store 评论

source: App Store 신호 없이 수집됐어요
ar: تم الجمع بدون إشارات App Store
en: Collected without App Store signals
es: Recopilado sin señales de App Store
fr: Collecté sans les signaux de l'App Store
hi: App Store संकेतों के बिना एकत्र किया गया
ja: App Store のシグナルなしで収集しました
pt_br: Coletado sem sinais da App Store
ru: Собрано без сигналов App Store
zh_hans: 已在没有 App Store 信号的情况下收集

source: Bearer 토큰
ar: رمز Bearer
en: Bearer token
es: Token Bearer
fr: Jeton Bearer
hi: Bearer टोकन
ja: Bearer トークン
pt_br: Token Bearer
ru: Bearer-токен
zh_hans: Bearer 令牌

source: Bearer 토큰 — iPhone 의 UserDefaults (단일 디바이스 사용 가정).
ar: رمز Bearer — في UserDefaults على iPhone (افتراض الاستخدام من جهاز واحد).
en: Bearer token — in iPhone UserDefaults (assumes single-device use).
es: Token Bearer — en UserDefaults del iPhone (asumiendo uso en un solo dispositivo).
fr: Jeton Bearer — dans UserDefaults sur iPhone (utilisation sur un seul appareil supposée).
hi: Bearer टोकन — iPhone के UserDefaults में (एकल डिवाइस उपयोग मानते हुए)।
ja: Bearer トークン — iPhone の UserDefaults（単一デバイス使用を想定）。
pt_br: Token Bearer — no UserDefaults do iPhone (uso em um único dispositivo).
ru: Bearer-токен — в UserDefaults на iPhone (предполагается использование с одного устройства).
zh_hans: Bearer 令牌 — 存于 iPhone 的 UserDefaults(假设单设备使用)。

source: Bearer 토큰 — 매 요청마다 들어가는 인증 토큰.
ar: رمز Bearer — رمز المصادقة الذي يُرسل مع كل طلب.
en: Bearer token — the auth token included with every request.
es: Token Bearer — el token de autenticación enviado en cada petición.
fr: Jeton Bearer — le jeton d’authentification inclus à chaque requête.
hi: Bearer टोकन — हर अनुरोध के साथ भेजा जाने वाला प्रमाणीकरण टोकन।
ja: Bearer トークン — リクエストごとに付与される認証トークン。
pt_br: Token Bearer — o token de autenticação enviado em cada requisição.
ru: Bearer-токен — токен аутентификации, передаваемый с каждым запросом.
zh_hans: Bearer 令牌 — 随每个请求发送的认证令牌。

source: CLI 도구
ar: أداة CLI
en: CLI tool
es: Herramienta CLI
fr: Outil CLI
hi: CLI टूल
ja: CLI ツール
pt_br: Ferramenta CLI
ru: Инструмент CLI
zh_hans: CLI 工具

source: Claude 가 도구 사용 승인을 요청합니다.
ar: يطلب Claude الموافقة على استخدام أداة.
en: Claude is requesting approval to use a tool.
es: Claude solicita aprobación para usar una herramienta.
fr: Claude demande l’approbation pour utiliser un outil.
hi: Claude टूल इस्तेमाल की अनुमति माँग रहा है।
ja: Claude がツール使用の承認を要求しています。
pt_br: Claude está pedindo aprovação para usar uma ferramenta.
ru: Claude запрашивает разрешение на использование инструмента.
zh_hans: Claude 正在请求使用工具的批准。

source: Claude 가 응답을 보냈습니다. 탭해서 열기.
ar: أرسل Claude ردًا. اضغط لفتح.
en: Claude sent a reply. Tap to open.
es: Claude envió una respuesta. Toca para abrir.
fr: Claude a envoyé une réponse. Touchez pour ouvrir.
hi: Claude ने जवाब भेजा है। खोलने के लिए टैप करें।
ja: Claude が返答を送りました。タップで開く。
pt_br: Claude enviou uma resposta. Toque para abrir.
ru: Claude отправил ответ. Нажмите, чтобы открыть.
zh_hans: Claude 发送了回复。点击打开。

source: Claude 가 질문을 보냈습니다. 탭해서 답하기.
ar: أرسل Claude سؤالًا. اضغط للرد.
en: Claude asked a question. Tap to answer.
es: Claude hizo una pregunta. Toca para responder.
fr: Claude a posé une question. Touchez pour répondre.
hi: Claude ने सवाल पूछा है। जवाब देने के लिए टैप करें।
ja: Claude が質問を送りました。タップで回答。
pt_br: Claude fez uma pergunta. Toque para responder.
ru: Claude задал вопрос. Нажмите, чтобы ответить.
zh_hans: Claude 提出了问题。点击回答。

source: Claude가 %@ 사용 시도
ar: يحاول Claude استخدام %@
en: Claude wants to use %@
es: Claude intenta usar %@
fr: Claude veut utiliser %@
hi: Claude %@ का उपयोग करना चाहता है
ja: Claude が %@ を使おうとしています
pt_br: Claude quer usar %@
ru: Claude хочет использовать %@
zh_hans: Claude 想使用 %@

source: Claude가 생각 중…
ar: Claude يفكر…
en: Claude is thinking…
es: Claude está pensando…
fr: Claude réfléchit…
hi: Claude सोच रहा है…
ja: Claude が考え中…
pt_br: Claude está pensando…
ru: Claude думает…
zh_hans: Claude 思考中…

source: Claude에게 전달 중…
ar: جارٍ التسليم إلى Claude…
en: Delivering to Claude…
es: Entregando a Claude…
fr: Transmission à Claude…
hi: Claude तक पहुँचा रहे हैं…
ja: Claude に送信中…
pt_br: Entregando ao Claude…
ru: Доставляем Claude…
zh_hans: 正在传递给 Claude…

source: Claude의 질문
ar: سؤال من Claude
en: Claude’s question
es: Pregunta de Claude
fr: Question de Claude
hi: Claude का प्रश्न
ja: Claude からの質問
pt_br: Pergunta do Claude
ru: Вопрос Claude
zh_hans: Claude 的提问

source: Daemon bearer 토큰 — iPhone 의 Keychain.
ar: Daemon bearer token — مخزَّن في Keychain على iPhone.
en: Daemon bearer token — stored in the iPhone’s Keychain.
es: Daemon bearer token — almacenado en el Keychain del iPhone.
fr: Daemon bearer token — stocké dans le Keychain de l’iPhone.
hi: Daemon bearer token — iPhone के Keychain में संग्रहीत।
ja: Daemon bearer トークン — iPhone の Keychain に保存。
pt_br: Daemon bearer token — armazenado no Keychain do iPhone.
ru: Daemon bearer-токен — хранится в Keychain iPhone.
zh_hans: Daemon bearer 令牌 — 存储在 iPhone 的 Keychain 中。

source: Daemon 토큰 — SSH 채널 안에서 daemon API 호출에 들어가는 Bearer.
ar: رمز daemon — الـ Bearer المستخدم في استدعاءات daemon API داخل قناة SSH.
en: Daemon token — the Bearer used for daemon API calls inside the SSH channel.
es: Token daemon — el Bearer usado para llamadas a la daemon API dentro del canal SSH.
fr: Jeton daemon — le Bearer utilisé pour les appels à l’API daemon à l’intérieur du canal SSH.
hi: Daemon टोकन — SSH चैनल के अंदर daemon API कॉल में उपयोग होने वाला Bearer।
ja: Daemon トークン — SSH チャネル内で daemon API 呼び出しに使う Bearer。
pt_br: Token do daemon — o Bearer usado nas chamadas à daemon API dentro do canal SSH.
ru: Daemon-токен — Bearer для вызовов daemon API внутри SSH-канала.
zh_hans: Daemon 令牌 — 在 SSH 通道内调用 daemon API 时使用的 Bearer。

source: Discord 알림이 아직 연결되어 있지 않아요. Mac 앱의 «Discord 알림 설정» 에서 webhook을 먼저 연결하면 이 옵션을 켤 수 있어요.
ar: لم يتم توصيل إشعارات Discord بعد. قم أولاً بتوصيل webhook من إعدادات «إشعارات Discord» في تطبيق Mac لتفعيل هذا الخيار.
en: Discord notifications aren't connected yet. Connect a webhook in the Mac app's “Discord Notifications” settings first to enable this option.
es: Las notificaciones de Discord aún no están conectadas. Conecta un webhook en los ajustes «Notificaciones de Discord» de la app de Mac para habilitar esta opción.
fr: Les notifications Discord ne sont pas encore connectées. Connectez d'abord un webhook dans les réglages « Notifications Discord » de l'app Mac pour activer cette option.
hi: Discord सूचनाएं अभी कनेक्ट नहीं हैं। इस विकल्प को सक्षम करने के लिए पहले Mac ऐप की «Discord सूचनाएं» सेटिंग में webhook कनेक्ट करें।
ja: Discord通知がまだ接続されていません。先にMacアプリの「Discord通知設定」でWebhookを接続すると、このオプションを有効にできます。
pt_br: As notificações do Discord ainda não estão conectadas. Conecte um webhook nas configurações «Notificações do Discord» do app do Mac primeiro para ativar esta opção.
ru: Уведомления Discord ещё не подключены. Сначала подключите webhook в настройках «Уведомления Discord» в приложении для Mac, чтобы включить эту опцию.
zh_hans: 尚未连接 Discord 通知。请先在 Mac 应用的「Discord 通知设置」中连接 webhook，才能启用此选项。

source: Endpoint 토큰 — Tor onion 위 endpoint 조회용 Bearer (control plane).
ar: رمز endpoint — Bearer للاستعلام عن endpoint عبر Tor onion (control plane).
en: Endpoint token — Bearer for looking up the endpoint over the Tor onion (control plane).
es: Token de endpoint — Bearer para consultar el endpoint sobre el onion de Tor (control plane).
fr: Jeton d’endpoint — Bearer pour interroger l’endpoint via l’onion Tor (control plane).
hi: Endpoint टोकन — Tor onion पर endpoint लुकअप के लिए Bearer (control plane)।
ja: Endpoint トークン — Tor onion 上で endpoint を問い合わせるための Bearer (control plane)。
pt_br: Token de endpoint — Bearer para consulta de endpoint sobre o onion do Tor (control plane).
ru: Endpoint-токен — Bearer для запроса endpoint поверх Tor onion (control plane).
zh_hans: Endpoint 令牌 — 用于在 Tor onion 上查询 endpoint 的 Bearer（control plane）。

source: Git 없음
ar: لا يوجد Git
en: No Git
es: Sin Git
fr: Pas de Git
hi: कोई Git नहीं
ja: Git なし
pt_br: Sem Git
ru: Нет Git
zh_hans: 无 Git

source: Git 저장소가 아니에요
ar: ليس مستودع Git
en: Not a Git repository
es: No es un repositorio Git
fr: Pas un dépôt Git
hi: यह Git रिपॉज़िटरी नहीं है
ja: Git リポジトリではありません
pt_br: Não é um repositório Git
ru: Это не репозиторий Git
zh_hans: 不是 Git 仓库

source: Git 저장소가 아니에요. git init 이 필요해요.
ar: ليس مستودع Git. شغّل git init.
en: Not a Git repository. Run git init.
es: No es un repositorio Git. Ejecuta git init.
fr: Ce n'est pas un dépôt Git. Exécutez git init.
hi: यह Git रिपॉज़िटरी नहीं है। git init चलाएँ।
ja: Git リポジトリではありません。git init を実行してください。
pt_br: Não é um repositório Git. Execute git init.
ru: Это не репозиторий Git. Выполните git init.
zh_hans: 不是 Git 仓库。请运行 git init。

source: GitHub 변경 감지
ar: رصد تغييرات GitHub
en: Detect GitHub changes
es: Detectar cambios en GitHub
fr: Détecter les changements GitHub
hi: GitHub बदलाव का पता लगाएँ
ja: GitHub の変更を検知
pt_br: Detectar alterações no GitHub
ru: Отслеживать изменения GitHub
zh_hans: 检测 GitHub 变更

source: GitHub 변경 감지 (준비 중)
ar: اكتشاف تغييرات GitHub (قريبًا)
en: GitHub change detection (coming soon)
es: Detección de cambios de GitHub (próximamente)
fr: Détection des changements GitHub (bientôt disponible)
hi: GitHub परिवर्तन पहचान (जल्द आ रहा है)
ja: GitHub 変更検知（準備中）
pt_br: Detecção de alterações do GitHub (em breve)
ru: Отслеживание изменений GitHub (скоро)
zh_hans: GitHub 变更检测（即将推出）

source: GitHub 신호 없이 수집됐어요
ar: تم الجمع بدون إشارات GitHub
en: Collected without GitHub signals
es: Recopilado sin señales de GitHub
fr: Collecté sans les signaux GitHub
hi: GitHub संकेतों के बिना एकत्र किया गया
ja: GitHub のシグナルなしで収集しました
pt_br: Coletado sem sinais do GitHub
ru: Собрано без сигналов GitHub
zh_hans: 已在没有 GitHub 信号的情况下收集

source: GitHub 피드백 repo
ar: مستودع ملاحظات GitHub
en: GitHub feedback repo
es: Repo de feedback de GitHub
fr: Dépôt de retours GitHub
hi: GitHub फ़ीडबैक repo
ja: GitHub フィードバック repo
pt_br: Repo de feedback do GitHub
ru: Репозиторий обратной связи GitHub
zh_hans: GitHub 反馈仓库

source: Homebrew 가 없으면 llama.cpp 를 설치할 수 없어요. Mac 에서 brew.sh 의 Homebrew 를 설치한 뒤 다시 시도하세요.
ar: لا يمكن تثبيت llama.cpp بدون Homebrew. ثبّت Homebrew من brew.sh على جهاز Mac ثم حاول مرة أخرى.
en: llama.cpp can't be installed without Homebrew. Install Homebrew from brew.sh on your Mac and try again.
es: No se puede instalar llama.cpp sin Homebrew. Instala Homebrew desde brew.sh en tu Mac y vuelve a intentarlo.
fr: Impossible d'installer llama.cpp sans Homebrew. Installez Homebrew depuis brew.sh sur votre Mac, puis réessayez.
hi: Homebrew के बिना llama.cpp इंस्टॉल नहीं हो सकता। अपने Mac पर brew.sh से Homebrew इंस्टॉल करें और फिर से कोशिश करें।
ja: Homebrew がないと llama.cpp をインストールできません。Mac で brew.sh から Homebrew をインストールしてから再試行してください。
pt_br: Não é possível instalar o llama.cpp sem o Homebrew. Instale o Homebrew em brew.sh no seu Mac e tente novamente.
ru: llama.cpp нельзя установить без Homebrew. Установите Homebrew с brew.sh на вашем Mac и повторите попытку.
zh_hans: 没有 Homebrew 就无法安装 llama.cpp。请在 Mac 上从 brew.sh 安装 Homebrew 后重试。

source: Homebrew 가 없으면 llama.cpp 를 설치할 수 없어요. brew.sh 에서 Homebrew 를 설치한 뒤 다시 시도하세요.
ar: لا يمكن تثبيت llama.cpp بدون Homebrew. ثبّت Homebrew من brew.sh ثم حاول مرة أخرى.
en: llama.cpp can't be installed without Homebrew. Install Homebrew from brew.sh and try again.
es: No se puede instalar llama.cpp sin Homebrew. Instala Homebrew desde brew.sh y vuelve a intentarlo.
fr: Impossible d'installer llama.cpp sans Homebrew. Installez Homebrew depuis brew.sh, puis réessayez.
hi: Homebrew के बिना llama.cpp इंस्टॉल नहीं हो सकता। brew.sh से Homebrew इंस्टॉल करें और फिर से कोशिश करें।
ja: Homebrew がないと llama.cpp をインストールできません。brew.sh から Homebrew をインストールしてから再試行してください。
pt_br: Não é possível instalar o llama.cpp sem o Homebrew. Instale o Homebrew em brew.sh e tente novamente.
ru: llama.cpp нельзя установить без Homebrew. Установите Homebrew с brew.sh и повторите попытку.
zh_hans: 没有 Homebrew 就无法安装 llama.cpp。请从 brew.sh 安装 Homebrew 后重试。

source: Mac Pocket Sisyphus 가 너무 옛 버전입니다. 최신 DMG 로 업데이트하면 자동으로 호환됩니다.
ar: إصدار Mac Pocket Sisyphus قديم جدًا. حدّثه بأحدث DMG وسيتوافق تلقائيًا.
en: Mac Pocket Sisyphus is too old. Update with the latest DMG and it will become compatible automatically.
es: Mac Pocket Sisyphus es demasiado antiguo. Actualiza con el DMG más reciente y se volverá compatible automáticamente.
fr: Mac Pocket Sisyphus est trop ancien. Mettez à jour avec le dernier DMG ; il deviendra compatible automatiquement.
hi: Mac Pocket Sisyphus बहुत पुराना है। नवीनतम DMG से अपडेट करें, यह स्वचालित रूप से संगत हो जाएगा।
ja: Mac Pocket Sisyphus が古すぎます。最新 DMG で更新すれば自動的に互換になります。
pt_br: O Mac Pocket Sisyphus está muito desatualizado. Atualize com o DMG mais recente e ficará compatível automaticamente.
ru: Mac Pocket Sisyphus устарел. Обновите его последним DMG — совместимость восстановится автоматически.
zh_hans: Mac Pocket Sisyphus 版本过旧。请使用最新 DMG 更新，会自动恢复兼容。

source: Mac — 확인 중…
ar: Mac — جارٍ التحقّق…
en: Mac — checking…
es: Mac — comprobando…
fr: Mac — vérification…
hi: Mac — जाँच हो रही है…
ja: Mac — 確認中…
pt_br: Mac — verificando…
ru: Mac — проверяем…
zh_hans: Mac — 检查中…

source: Mac 까지 직접 연결이 닿지 않았어요. Mac 이 켜져 있고 인터넷에 연결돼 있는지, 절전/잠자기로 멈추진 않았는지 확인해 주세요.
ar: لم يصل الاتصال المباشر بجهاز Mac. تأكد من أن جهاز Mac قيد التشغيل ومتصل بالإنترنت وأنه ليس في وضع السكون.
en: A direct connection to your Mac didn't get through. Make sure your Mac is on, connected to the internet, and not paused by sleep.
es: No se pudo establecer una conexión directa con tu Mac. Asegúrate de que tu Mac esté encendida, conectada a internet y que no esté en reposo.
fr: La connexion directe à votre Mac n'a pas abouti. Vérifiez que votre Mac est allumé, connecté à Internet et qu'il n'est pas en veille.
hi: आपके Mac से सीधा कनेक्शन नहीं बन सका। सुनिश्चित करें कि आपका Mac चालू है, इंटरनेट से जुड़ा है और स्लीप मोड में रुका नहीं है।
ja: Mac への直接接続が届きませんでした。Mac の電源が入っていてインターネットに接続されているか、スリープで停止していないかを確認してください。
pt_br: A conexão direta com o seu Mac não foi estabelecida. Verifique se o Mac está ligado, conectado à internet e não está suspenso.
ru: Прямое подключение к вашему Mac не удалось. Убедитесь, что Mac включён, подключён к интернету и не находится в режиме сна.
zh_hans: 无法直接连接到你的 Mac。请确认 Mac 已开机、已联网，且未因睡眠而暂停。

source: Mac 데몬 %@ 에 누락된 기능 %@개. Mac 앱을 업데이트하면 활성화됩니다.
ar: في خادم Mac %@ تنقص %@ ميزة. سيتم تفعيلها عند تحديث تطبيق Mac.
en: Mac daemon %@ is missing %@ feature(s). Update the Mac app to enable them.
es: Al daemon de Mac %@ le faltan %@ función(es). Actualiza la app de Mac para activarlas.
fr: Le daemon Mac %@ manque de %@ fonctionnalité(s). Mettez à jour l’app Mac pour les activer.
hi: Mac डेमॉन %@ में %@ सुविधाएँ अनुपस्थित हैं। उन्हें सक्षम करने के लिए Mac ऐप अपडेट करें।
ja: Mac デーモン %@ には %@ 個の機能が不足しています。Mac アプリを更新すると有効になります。
pt_br: Faltam %@ recurso(s) no daemon Mac %@. Atualize o app do Mac para ativá-los.
ru: В демоне Mac %@ отсутствуют %@ функц(ия/ий). Обновите приложение Mac, чтобы их включить.
zh_hans: Mac 守护进程 %@ 缺少 %@ 项功能。请更新 Mac 应用以启用。

source: Mac 메뉴바 «페어링 QR 보기» 의 QR 을 스캔하세요
ar: امسح رمز QR من «عرض QR الإقران» في شريط قوائم Mac
en: Scan the QR from the Mac menu bar “Show pairing QR”
es: Escanea el QR desde «Mostrar QR de emparejamiento» en la barra de menús de Mac
fr: Scannez le QR depuis « Afficher le QR d’appairage » dans la barre de menus Mac
hi: Mac मेनू बार के «पेयरिंग QR दिखाएँ» से QR स्कैन करें
ja: Mac メニューバーの「ペアリング QR を表示」の QR をスキャンしてください
pt_br: Escaneie o QR da barra de menus do Mac em “Mostrar QR de pareamento”
ru: Отсканируйте QR из строки меню Mac «Показать QR сопряжения»
zh_hans: 扫描 Mac 菜单栏「显示配对 QR」中的二维码

source: Mac 설정 → App Store 탭에서 ASC API 키를 먼저 등록하세요. 키가 없으면 리뷰 없이 수집돼요.
ar: سجّل أولاً مفتاح ASC API في إعدادات Mac ← تبويب App Store. بدون مفتاح، يتم التجميع بلا مراجعات.
en: First register an ASC API key in Mac Settings → App Store tab. Without a key, collection runs without reviews.
es: Registra primero una clave de la API de ASC en Ajustes del Mac → pestaña App Store. Sin clave, la recopilación se hace sin reseñas.
fr: Enregistrez d'abord une clé API ASC dans Réglages du Mac → onglet App Store. Sans clé, la collecte se fait sans avis.
hi: पहले Mac सेटिंग्स → App Store टैब में ASC API कुंजी दर्ज करें। कुंजी न होने पर संग्रह बिना समीक्षाओं के होगा।
ja: まず Mac の設定 → App Store タブで ASC API キーを登録してください。キーがないとレビューなしで収集されます。
pt_br: Registre primeiro uma chave da API do ASC em Ajustes do Mac → aba App Store. Sem chave, a coleta ocorre sem avaliações.
ru: Сначала зарегистрируйте ключ ASC API в настройках Mac → вкладка App Store. Без ключа сбор пройдёт без отзывов.
zh_hans: 请先在 Mac 设置 → App Store 标签页登记 ASC API 密钥。没有密钥时，收集将不含评论。

source: Mac 소리 듣기
ar: الاستماع إلى صوت Mac
en: Hear Mac audio
es: Escuchar el audio del Mac
fr: Écouter le son du Mac
hi: Mac की आवाज़ सुनें
ja: Macの音声を聞く
pt_br: Ouvir o áudio do Mac
ru: Слушать звук Mac
zh_hans: 收听 Mac 声音

source: Mac 앱 업데이트
ar: تحديث تطبيق Mac
en: Update Mac app
es: Actualizar app de Mac
fr: Mettre à jour l’app Mac
hi: Mac ऐप अपडेट करें
ja: Mac アプリを更新
pt_br: Atualizar app do Mac
ru: Обновить приложение Mac
zh_hans: 更新 Mac 应用

source: Mac 앱 업데이트 실패
ar: فشل تحديث تطبيق Mac
en: Mac app update failed
es: Error al actualizar la app de Mac
fr: Échec de la mise à jour de l’app Mac
hi: Mac ऐप अपडेट विफल
ja: Mac アプリの更新に失敗
pt_br: Falha na atualização do app do Mac
ru: Не удалось обновить приложение Mac
zh_hans: Mac 应用更新失败

source: Mac 앱 업데이트 완료
ar: اكتمل تحديث تطبيق Mac
en: Mac app updated
es: App de Mac actualizada
fr: App Mac mise à jour
hi: Mac ऐप अपडेट हो गया
ja: Macアプリの更新が完了しました
pt_br: App do Mac atualizado
ru: Приложение Mac обновлено
zh_hans: Mac 应用已更新

source: Mac 앱 업데이트 중 문제가 발생했어요. 잠시 후 다시 시도해 주세요.
ar: حدثت مشكلة أثناء تحديث تطبيق Mac. يُرجى المحاولة مرة أخرى بعد قليل.
en: A problem occurred while updating the Mac app. Please try again in a moment.
es: Se produjo un problema al actualizar la app de Mac. Inténtalo de nuevo en un momento.
fr: Un problème est survenu lors de la mise à jour de l’app Mac. Veuillez réessayer dans un instant.
hi: Mac ऐप अपडेट करते समय समस्या आई। कृपया थोड़ी देर बाद फिर से प्रयास करें।
ja: Macアプリの更新中に問題が発生しました。しばらくしてからもう一度お試しください。
pt_br: Ocorreu um problema ao atualizar o app do Mac. Tente novamente em instantes.
ru: При обновлении приложения Mac произошла ошибка. Повторите попытку чуть позже.
zh_hans: 更新 Mac 应用时出现问题。请稍后重试。

source: Mac 앱 업데이트 중 문제가 발생했어요: %@
ar: حدثت مشكلة أثناء تحديث تطبيق Mac: %@
en: A problem occurred while updating the Mac app: %@
es: Se produjo un problema al actualizar la app de Mac: %@
fr: Un problème est survenu lors de la mise à jour de l’app Mac : %@
hi: Mac ऐप अपडेट करते समय समस्या आई: %@
ja: Macアプリの更新中に問題が発生しました: %@
pt_br: Ocorreu um problema ao atualizar o app do Mac: %@
ru: При обновлении приложения Mac произошла ошибка: %@
zh_hans: 更新 Mac 应用时出现问题：%@

source: Mac 앱 업데이트가 필요해요
ar: يلزم تحديث تطبيق Mac
en: Mac app update needed
es: Necesitas actualizar la app de Mac
fr: Mise à jour de l’app Mac requise
hi: Mac ऐप अपडेट आवश्यक
ja: Mac アプリの更新が必要です
pt_br: Atualização do app do Mac necessária
ru: Нужно обновить приложение для Mac
zh_hans: 需要更新 Mac 应用

source: Mac 앱 업데이트를 시작합니다
ar: بدء تحديث تطبيق Mac
en: Starting Mac app update
es: Iniciando la actualización de la app de Mac
fr: Démarrage de la mise à jour de l’app Mac
hi: Mac ऐप अपडेट शुरू हो रहा है
ja: Mac アプリの更新を開始します
pt_br: Iniciando atualização do app do Mac
ru: Запускаем обновление Mac-приложения
zh_hans: 开始更新 Mac 应用

source: Mac 앱을 강제로 업데이트하고 있어요
ar: جارٍ تحديث تطبيق Mac
en: Updating the Mac app
es: Actualizando la app de Mac
fr: Mise à jour de l’app Mac en cours
hi: Mac ऐप अपडेट हो रहा है
ja: Macアプリを更新しています
pt_br: Atualizando o app do Mac
ru: Обновление приложения Mac
zh_hans: 正在更新 Mac 应用

source: Mac 앱이 v%@ 으로 업데이트되어 다시 연결됐어요.
ar: تم تحديث تطبيق Mac إلى الإصدار v%@ وإعادة الاتصال.
en: The Mac app was updated to v%@ and reconnected.
es: La app de Mac se actualizó a la v%@ y se volvió a conectar.
fr: L’app Mac a été mise à jour vers la v%@ et reconnectée.
hi: Mac ऐप को v%@ पर अपडेट किया गया और फिर से कनेक्ट हो गया।
ja: Macアプリが v%@ に更新され、再接続しました。
pt_br: O app do Mac foi atualizado para a v%@ e reconectado.
ru: Приложение Mac обновлено до версии v%@ и переподключено.
zh_hans: Mac 应用已更新到 v%@ 并重新连接。

source: Mac 앱이 먼저 필요해요
ar: تحتاج إلى تطبيق Mac أولًا
en: You need the Mac app first
es: Primero necesitas la app de Mac
fr: Il vous faut d’abord l’app Mac
hi: पहले Mac ऐप ज़रूरी है
ja: まずは Mac アプリが必要です
pt_br: É preciso o app do Mac primeiro
ru: Сначала нужно приложение для Mac
zh_hans: 需要先安装 Mac 应用

source: Mac 앱이 이미 최신 버전이라 업데이트할 게 없어요.
ar: تطبيق Mac محدّث بالفعل، ولا يوجد ما يلزم تحديثه.
en: The Mac app is already up to date — nothing to update.
es: La app de Mac ya está actualizada; no hay nada que actualizar.
fr: L’app Mac est déjà à jour : rien à mettre à jour.
hi: Mac ऐप पहले से ही नवीनतम है — अपडेट करने के लिए कुछ नहीं है।
ja: Macアプリはすでに最新のため、更新するものはありません。
pt_br: O app do Mac já está atualizado — nada para atualizar.
ru: Приложение Mac уже обновлено — обновлять нечего.
zh_hans: Mac 应用已是最新版本，无需更新。
